{
  "title": "About Me",
  "content": [
    "Welcome to my portfolio! I am Aitor Ibarra, a talented full stack developer with extensive experience in building robust and scalable applications using React, Next.js, .NET, and Testing. I have a passion for creating innovative solutions to complex problems, and I am dedicated to delivering high-quality software that meets the unique needs of each client.",
    "As a developer, I have honed my skills in a variety of programming languages and frameworks, including React, Next.js, .NET, TypeScript, and more. I excel at working with clients to understand their requirements and translate those into clean, efficient code that delivers results. I am also well-versed in testing methodologies and am committed to ensuring that all software I deliver is thoroughly tested and validated.",
    "Whether you need a custom web application, a mobile app, or a desktop software solution, I have the expertise and experience to deliver outstanding results. I am always up-to-date with the latest trends and technologies in the industry, which enables me to provide clients with cutting-edge solutions that meet their unique needs.",
    "If you're looking for a talented and dedicated developer who can help you bring your ideas to life, look no further than me, Aitor Ibarra. Contact me today to learn more about my services and to discuss your next project."
  ],
  "experience": [
    {
      "company": "Biko2 - Pamplona",
      "dates": "Sep 2021 - Dec 2021",
      "role": "React Developer",
      "description": "Learn React and TypeScript\nLearn TDD testing methodologies and testing technologies\nLearn Agile and CD/CI methodologies"
    },
    {
      "company": "Innovation Strategies (Remote)",
      "dates": "Feb 2022 - NOW",
      "role": "Full-stack developer",
      "description": "Developing management applications for a Mexican company\n Help to improve companies' technological slack by introducing new technologies such as TypeScript and RecoilJS\nTeach React fundamentals to a college Help senior college with .NET api."
    },
    {
      "company": "Personal Project",
      "dates": "AUG 2022 - NOW",
      "role": "Ibarra Photo",
      "description": "MERN-Stack project. The frontend is developed with next and deployed on firebase, the backend is build with node and express and deployed on heroku, finally the database works with mongoDB, and it is deployed on mongo's servers."
    }
  ]
}
